
"navi_title_show_live" = "秀场直播";
"room_list_create_room" =  "创建房间";
"room_list_empty_desc" = "当前暂无主播开播";
"create_button_switch" = "翻转";
"create_button_beauty" = "美化";
"create_button_settings" = "设置";
"create_start_live" = "开始直播";
"create_room_name_can_not_empty" = "房间名称不能为空";
"create_room_name_too_long" = "房间名字不能超过16个字";
"create_toast_copy_to_paste_borad" = "已拷贝至剪切板";
"create_tips" = " 本产品仅用于功能体验，单次直播时长不超过20mins";
"create_name_text_field_placeholder" = "请输入房间名称";
"create_beauty_setting_beauty_face" = "美颜";
"create_beauty_setting_filter" = "Filter";
"create_beauty_setting_special_effects" = "风格妆";
"create_beauty_setting_special_adjust" = "调整";
"create_beauty_setting_sticker" = "贴纸";
"create_beauty_setting_shape" = "美形";
"create_beauty_setting_Filter" = "滤镜";
"create_beauty_setting_special_animoji" = "AR MASK";
"create_select_quality_title" = "画质选择";
"create_live_chat_title" = "let's Chat";
"create_live_music_title" = "音乐特效";
"show_live_chat_bar_send" = "发送";
"join_live_room" = "加入房间";
"leave_live_room" = "离开房间";
"show_live_chat_text_length_beyond_bounds" = "消息不能超过80个字";
"show_music_setting_bg_title" = "背景音乐";
"show_music_setting_beatuy_title" = "美声";
"show_music_setting_mix_title" = "混响";
"show_music_setting_bg_happy" = "欢快";
"show_music_setting_bg_romantic" = "浪漫";
"show_music_setting_bg_happy_2" = "欢快2";
"show_music_setting_beaty_yuansheng" = "原声";
"show_music_setting_beaty_tianmei" = "甜美";
"show_music_setting_beaty_zhongxing" = "中性";
"show_music_setting_beaty_wenzhong" = "稳重";
"show_music_setting_beaty_mohuan" = "魔幻";
"show_music_setting_mix_none" = "";
"show_music_setting_mix_ktv" = "KTV";
"show_music_setting_mix_concert" = "演唱会";
"show_music_setting_mix_record" = "录音棚";
"show_music_setting_mix_hollowness" = "空旷";
"show_advanced_setting_title" = "高级设置";
"show_advanced_setting_preset" = "预设";
"show_advanced_setting_save" = "保存";
"show_advance_setting_video_title" = "视频设置";
"show_advance_setting_audio_title" = "音频设置";
"show_advance_setting_capture_title" = "采集渲染";
"show_advance_setting_action_sheet_cancel" = "取消";
"show_advance_setting_presetting_title" = "画质推荐配置";
"show_advance_setting_presetting_audience_title" = "观众看播前设置";
"show_advanced_setting_presetting_save" = "确认";
"show_advanced_setting_debugsetting_private" = "私参";
"show_advanced_setting_private_params_save" = "确定";
"show_advanced_setting_private_params_cancel" = "取消";
"show_setting_switch_on" = "开";
"show_setting_switch_off" = "关";
"show_setting_device_level_high" = "高端机";
"show_setting_device_level_mediu" = "中端机";
"show_setting_device_level_low" = "低端机";
"show_advance_setting_presetting_mode_0" = "单主播模式";
"show_advance_setting_presetting_mode_1" = "PK模式";
"show_advance_setting_lowlight_title" = "暗光增强";
"show_advance_setting_colorEnhance_title" = "色彩增强";
"show_advance_setting_videoDenoiser_title" = "噪点消除";
"show_advance_setting_beauty_title" = "美颜";
"show_advance_setting_SR_title" = "超分";
"show_advance_setting_BFrame_title" = "B帧";
"show_advance_setting_videoCaptureSize_title" = "编码分辨率";
"show_advance_setting_FPS_title" = "编码帧率";
"show_advance_setting_bitRate_title" = "码率自适应";
"show_advance_setting_bitRate_tips" = "自适应开关打开后，算法将结合当前的分辨率和帧率自动为您匹配合适码率";
"show_advance_setting_H265_title" = "H265";
"show_advance_setting_earmonitoring_title" = "耳返";
"show_advance_setting_recordingVolume_title" = "人声音量";
"show_advance_setting_musicVolume_title" = "音乐音量";
"show_advance_setting_audio_bitRate_title" = "音频码率";
"show_advance_setting_lowlightEnhance_tips" = "打开该开关后，将自动对暗光下的图像进行处理，通过智能补光等措施增加一定清晰度和亮度，最终实现图像质量提升";
"show_advance_setting_colorEnhance_tips" = "打开该开关后，将自动调整视频画面的色彩饱和度，使得画面色彩更加鲜明逼真，提升视觉主观感受";
"show_advance_setting_videoDenoiser_tips" = "打开该开关后，将自动去除视频中的噪点，使视频画面看起来更加的清晰";
"show_advance_setting_PVC_tips" = "打开开关后，将自动实现在同等画质情况下，降低码率的效果";
"show_advance_setting_SR_tips" = "打开开关后，将使用一系列画质提升策略，包含但不限于超分等技术，主要保证在同等码率下，提升高品质图像质量";
"show_advance_setting_H265_tips" = "打开开关后，将使用一系列画质提升策略，包含但不限于h265的编码技术，主要保证在同等码率下，提升高";
"show_advance_setting_videoEncodeSize_tips" = "修改编码分辨率后，请在观众端查看画质变化效果";
"show_advance_setting_fps_tips" = "为保证最佳画质效果，当机型为中低端机默认15fps及以下帧率生效，超过15fps不生效";
"show_presetting_mode_show_title" = "秀场模式";
"show_presetting_mode_show_desc" = "主播通常采用上半身坐姿开展聊天对话为主的直播形式，画面主要展现主播的妆容和上装穿搭，以低频动作为主";
"show_presetting_mode_qulity_title" = "超分模式";
"show_presetting_mode_qulity_desc" = "针对不同机型适配了对应的画质清晰策略";
"show_presetting_mode_base_title" = "基础模式";
"show_presetting_mode_base_desc" = "未配置任何优化策略";
"show_presetting_update_toast1" = "已更新至";
"show_presetting_update_toast2" = "最佳配置";
"show_presetting_device_level_low_title" = "低端机";
"show_presetting_device_level_medium_title" = "中端机";
"show_presetting_device_level_high_title" = "高端机";
"show_presetting_device_level_low_desc" = "iPhone 7及以下";
"show_presetting_device_level_medium_desc" = "iPhone 8 - iPhone 11";
"show_presetting_device_level_high_desc" = "iPhone12及以上";
"show_presetting_alert_will_change_value_title" = "提示";
"show_presetting_alert_will_change_value_message" = "当前处于“秀场模式”最佳效果配置，修改参数后视频体验将改变 ";
"show_presetting_net_title" = "目标观众的网络状况";
"show_presetting_net_title_detail" = "针对目标投放地区的网络状况的视频策略";
"show_presetting_net_good" = "较好";
"show_presetting_net_good_detail" = "网络状况稳定通畅";
"show_presetting_net_bad" = "不稳定";
"show_presetting_net_bad_detail" = "网络状况不通畅";
"show_presetting_performances_title" = "画质";
"show_presetting_performances_title_detail" = "针对不同目标观众端的画质适配策略";
"show_presetting_performances_smooth" = "高清优先";
"show_presetting_performances_fluent" = "流畅优先";
"show_presetting_info_device_level" = "机型检测结果：";
"show_presetting_info_suggest" = "开播建议：";
"show_presetting_info_suggest_detail" = "请确保开播环境网络状态良好，上行带宽>=3M";
"show_alert_pk_title_1" = "主播";
"show_alert_pk_title_2" = "邀请你参加PK";
"show_alert_link_title_2" = "邀请你视频连线";
"show_alert_pk_accept" = "接受";
"show_alert_pk_refuse" = "拒绝";
"show_alert_live_finish_title" = "直播已结束";
"show_alert_live_finish_subtitle" = "滑动换个主播试试看";
"show_alert_live_finish_back" = "返回房间列表";
"show_alert_confirm_btn_title" = "确认";
"show_alert_cancel_btn_title" = "取消";
"show_alert_live_end_title" = "是否结束直播？";
"show_setting_menu_on_pk_title" = "互动PK";
"show_setting_menu_on_seat_title" = "互动连麦";

"user_list_user_leave"="Hi，我暂时有事,很快回来";

"show_beauty_item_none" = "无";
"show_beauty_item_beauty_xuhua" = "虚化";
"show_beauty_item_adjust_saturation" = "饱和度";
"show_beauty_item_adjust_sharpen" = "锐化";
"show_beauty_item_adjust_clarity" = "清晰度";
"show_beauty_item_adjust_contrast" = "对比度";
"show_beauty_item_sticker_shangbanle" = "上班了";
"show_beauty_item_sticker_wochaotian" = "我超甜";
"show_beauty_item_sticker_background" = "背景";
"show_beauty_item_sticker_zhaocaimao" = "招财猫";

"show_beauty_item_beauty_rosy" = "红润";
"show_beauty_item_beauty_contouring" = "五官立体";
"show_beauty_item_beauty_heiyanquan" = "去黑眼圈";
"show_beauty_item_beauty_qufalingwen" = "去法令纹";
"show_beauty_item_beauty_cheekbone" = "Cheek";
"show_beauty_item_beauty_cheekV" = "V Shape";
"show_beauty_item_beauty_cheekNarrow" = "Narrow Cheek";
"show_beauty_item_beauty_cheekShort" = "Short Face";
"show_beauty_item_beauty_cheekSmall" = "Small Cheek";
"show_beauty_item_beauty_eyeCircle" = "Pupils";
"show_beauty_item_beauty_lipThick" = "Fill Lip";
"show_beauty_item_beauty_intensityEyeHeight" = "Eye Position";
"show_beauty_item_beauty_intensityCanthus" = "Inner Corner";
"show_beauty_item_beauty_eyeLid" = "Eyelid";
"show_beauty_item_beauty_eyeSpace" = "Eye Distance";
"show_beauty_item_beauty_eyeUpturn" = "Eye Upturn";
"show_beauty_item_beauty_noseLift" = "Nose Lift";
"show_beauty_item_beauty_smile" = "Smile";
"show_beauty_item_beauty_mouthPosition" = "Mouth Position";
"show_beauty_item_beauty_browPosition" = "Brow";
"show_beauty_item_beauty_browDistance" = "Brow Distance";
"show_beauty_item_beauty_browThickness" = "Brow-trim";
"show_beauty_item_beauty_liangyan" = "亮眼";
"show_beauty_item_beauty_smooth" = "磨皮";
"show_beauty_item_beauty_whiten" = "美白";
"show_beauty_item_beauty_overall" = "瘦脸";
"show_beauty_item_beauty_male" = "绅士脸";
"show_beauty_item_beauty_female" = "淑女脸";
"show_beauty_item_beauty_cheekbone" = "瘦歡骨";
"show_beauty_item_beauty_jawbone" = "下颌骨";
"show_beauty_item_beauty_eye" = "大眼";
"show_beauty_item_beauty_teeth" = "白牙";
"show_beauty_item_beauty_forehead" = "额头";
"show_beauty_item_beauty_hairline" = "发际线";
"show_beauty_item_beauty_nose" = "瘦鼻";
"show_beauty_item_beauty_noselength" = "长鼻";
"show_beauty_item_beauty_mouth" = "嘴形";
"show_beauty_item_beauty_chin" = "下巴";
"show_beauty_item_beauty_agora_chin" = "瘦下巴";
"show_beauty_item_beauty_cheekbones_chin" = "瘦颧骨";
"show_beauty_item_effect_baixi" = "白皙";
"show_beauty_item_effect_tianmei" = "甜美";
"show_beauty_item_effect_C" = "C位";
"show_beauty_item_effect_lut_yuansheng" = "原生";
"show_beauty_item_effect_lut_nenbai" = "嫩白";
"show_beauty_item_effect_lut_lengbai" = "冷白";
"show_beauty_item_effect_yuanqi" = "元气";
"show_beauty_item_effect_hunxue" = "混血";
"show_beauty_item_effect_diadiatu" = "嗲嗲兔";
"show_beauty_item_effect_sweet" = "Sweet";
"show_beauty_item_effect_lowlightEnhance" = "微光增强";
"show_beauty_item_effect_denoiser" = "降噪";
"show_beauty_item_effect_oumei" = "欧美";
"show_beauty_item_filter_cream" = "奶油";
"show_beauty_item_filter_mokalong" = "马卡龙";
"show_beauty_item_filter_oxgen" = "氧气";
"show_beauty_item_filter_wuyu" = "物语";
"show_beauty_item_filter_po9" = "海边人物";
"show_beauty_item_filter_lolita" = "洛丽塔";
"show_beauty_item_filter_mitao" = "蜜桃";
"show_beauty_item_filter_yinhua" = "樱花";
"show_beauty_item_filter_beihaidao" = "北海道";
"show_beauty_item_filter_s3" = "旅途";
"show_beauty_item_sticker_biti" = "鼻涕";
"show_beauty_item_sticker_zhounian" = "周年狂欢";
"show_beauty_item_sticker_cat" = "Cat";
"show_beauty_item_sticker_milu" = "麋鹿";
"show_beauty_item_ar_kaola" = "Koala";
"show_beauty_item_ar_hashiqi" = "Husky";
"show_beauty_item_sticker_guofeng" = "国风";
"show_beauty_item_effect_xuejie" = "学姐";
"show_beauty_item_effect_xuemei" = "学妹";

"show_setting_switch_camera" = "翻转镜头";
"show_setting_video_on" = "摄像头开";
"show_setting_mic_on" = "麦克风开";
"show_setting_statistic" = "实时数据";
"show_setting_advance_setting" = "高级设置";
"show_setting_mute" = "静音";
"show_setting_end_mic_seat" = "结束连麦";
"show_setting_end_pk" = "结束";
"show_setting_video_off" = "摄像头关";
"show_setting_mic_off" = "麦克风关";
"show_setting_unmute" = "取消静音";
"show_statistic_bitrate" = "码率";
"show_statistic_delay" = "延迟";
"show_statistic_receive_title" = "接收端";
"show_statistic_send_title" = "发送端";
"show_statistic_receive_resolution" = "接收分辨率";
"show_statistic_up_net_speech" = "上行网络";
"show_setting_advance_framerate" = "帧率";
"show_statistic_receive_fps" = "接收帧率";
"show_statistic_down_loss_package" = "下行丢包率";
"show_statistic_up_loss_package" = "上行丢包率";
"show_statistic_up_bitrate" = "发送码率";
"show_statistic_encode_resolution" = "编码分辨率";
"show_statistic_loss_package" = "丢包率";
"show_statistic_down_net_speech" = "下行网络";
"show_statistic_title_other" = "其他";
"show_statistic_startup_time" = "秒开耗时";
"show_statistic_SR_switch" = "超分开关";
"show_statistic_micro_stream_switch" = "小流开关";
"show_statistic_local_userid" = "本端用户ID";
"show_statistic_device_level" = "机型等级";
"show_statistic_pvc_switch" = "pvc开关";
"show_statistic_svc_switch" = "svc开关";
"show_pking_request_message" = "PK邀请";
"show_pking_with_broadcastor" = "与主播%@PK中";
"show_seat_with_audience_end_seat_title" = "对观众";
"show_pking_with_broadcastor_end_pk_title" = "对主播";
"show_stop_pking" = "End";
"show_empty_online_boardcaster" = "暂无主播在线";
"show_linking_request_message" = "申请消息";
"show_onseat_invite" = "连麦邀请";
"show_empty_onseat_apply" = "暂无上麦申请";
"show_no_user_yet" = "暂无用户";
"show_onseat_with_broadcastor" = "与%@连麦中";
"show_apply_onseat" = "连麦申请";
"show_cancel_linking" = "撤回申请";
"show_no_user_apply_onseat" = "暂无用户排麦";
"show_onseat_waitting" = "正在等待";
"show_user_count" = "人";
"show_get_in_line" = "待上麦队列";
"show_application" = "邀请";
"show_application_waitting" = "邀请中";
"Interacting" = "互动中";
"show_reject_onseat" = "已拒绝";
"show_is_onseat" = "已上麦";
"show_onseat_agree" = "同意";
"show_is_waitting" = "等待中";
"show_broadcastor_is_onseat" = "主播已在连麦中, 暂时无法连麦";
"show_beauty_license_disable" = "美颜授权已失效，请联系开发者更新license";
"show_is_onseat_doing" = "连麦中...";

"show_pk_end_timeout" = "本场PK已结束";
"show_join_own_room_error" = "检测到上次直播异常退出，请重新创建直播间开播";

"show_error_pk_interaction_exist" = "邀请其他主播pk，请先结束和其他主播直播";
"show_error_seat_interaction_exist" = "邀请其他观众连麦，请先结束和其他主播直播";
"show_error_interaction_rejected_by_owner" = "主播正忙，已拒绝你的邀请";
"show_error_room_has_been_destory" = "room has been destory";

"show_end_broadcasting" = "连麦已断开哦";
"show_end_pk" = "PK已断开哦";

"show_beauty_resource_downloading" = "美颜资源加载中";

"show_create_room_fail"="网络异常, 请重新开播";
"show_join_room_fail"="网络异常, 请重新进入直播间";
"show_request_linking_fail"="网络异常, 申请上麦失败, 错误: ";
"show_accept_linking_fail"="网络异常, 同意上麦失败, 错误: ";
"show_request_invite_linking_fail"="网络异常, 邀请连麦失败, 错误: ";
"show_accept_invite_linking_fail"="网络异常, 接受连麦邀请失败, 错误: ";
"show_request_invite_pk_fail"="网络异常, 邀请PK失败, 错误: ";
"show_accept_invite_pk_fail"="网络异常, 接受PK邀请失败, 错误:";

"show_alert_live_owner_expired_title"="直播结束";
"show_alert_live_owner_expired_back"="返回房间列表";
"show_current_user_linking_now"="正在连麦";

"show_beautification_vendor_name"="美颜厂商";

"show_error_disable_pk"="正在互动, 请互动结束后再邀请主播PK";
"show_error_disable_linking"="正在互动, 请互动结束后再邀请观众连麦";
"show_error_disable_invite_linking"="正在互动，请互动结束后再接受连麦";
